Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: In addition to articles 6, 7 and 12, which regulate the matter of territorial jurisdiction of States in the area of corruption, the ECOWAS Protocol provides for three levels of obligation: the adoption of preventive measures, criminalization by the legislature of corruption-related offences (illicit enrichment, laundering the proceeds of corruption and related offences, and acts of corruption involving foreign civil servants); the adoption of punishments, disincentives and protection measures, and cooperation in providing mutual legal assistance.
fr: Outre ses articles 6, 7 et 12 qui règlent la question de la compétence territoriale des États en la matière, le Protocole de la CEDEAO impose aux parties trois ordres d'obligation consistant en l'adoption de mesures préventives, l'incrimination par voie législative des infractions rattachables à la corruption (l'enrichissement illicite, le blanchiment des produits de la corruption et des infractions voisines et les actes de corruption concernant les agents publics étrangers), l'adoption de sanctions et de mesures dissuasives et la protection, la coopération aux fins d'entraide judiciaire.

source: Burkina Faso's other multilateral and bilateral obligations that play a role in combating corruption, transnational organized crime and terrorism were also reviewed.
fr: En sus de ces instruments, ont également été examinés d'autres engagements multilatéraux et bilatéraux de notre pays participant de la lutte contre la corruption, la criminalité transnationale organisée et le terrorisme.

source: Such obligations are found in treaty law (in particular, at the bilateral level) and in declaratory instruments.
fr: Ces engagements relèvent aussi bien du droit conventionnel (notamment au niveau bilatéral) que des instruments déclaratoires.

source: At the regional level, the essential undertakings are:
fr: Au niveau régional, ce sont pour l'essentiel :

source: - the convention on assistance and cooperation in security matters between the Council of the Entente member States, signed at Kara;
fr: • La Convention de Kara relative à l'assistance et à la coopération en matière de sécurité entre les États du Conseil de l'entente;

source: - the ECOWAS Convention on Mutual Assistance in Criminal Matters (A/P1/7/92);
fr: • La Convention A/P.1/7/92 de la CEDEAO relative à l'entraide judiciaire en matière pénale;

source: - the ECOWAS Convention on Extradition (A/P1/8/94);
fr: • La Convention d'extradition A/P.1/8/94 de la CEDEAO;

source: - the Moratorium on the Importation, Exportation and Manufacture of Small Arms and Light Weapons in West Africa, of 31 October 1998, which established the Programme for Coordination and Assistance for Security and Development (PCASED);
fr: • La Déclaration du moratoire sur l'importation, l'exportation et la fabrication des armes légères en Afrique de l'Ouest du 31 octobre 1998 créant le Programme de coordination et d'assistance pour la sécurité et le développement;

source: - the Bamako Declaration on an African Common Position on the Illicit Proliferation, Circulation and Trafficking of Small Arms and Light Weapons.
fr: • La Déclaration de Bamako sur la position commune sur la prolifération, la circulation et le trafic illicites des armes légères et de petit calibre.

source: The bilateral instruments concluded by Burkina Faso relate not only to cooperation and mutual legal assistance (with France and Mali) but also to cooperation in combating the traffic in children (an agreement with Mali and a draft agreement currently being negotiated with Côte d'Ivoire).
fr: Les instruments bilatéraux signés par le Burkina Faso concernent aussi bien la coopération et l'entraide judiciaire (avec la France et le Mali) que la coopération en matière de lutte contre le trafic d'enfants (une convention avec le Mali et un projet de convention en négociation avec la Côte d'Ivoire).

source: Use of international cooperation mechanisms in daily life
fr: IV.4 L'utilisation des mécanismes de coopération internationale au quotidien

source: Participants took part in exercises involving the use of international cooperation mechanisms in combating transnational organized crime, terrorism and corruption.
fr: L'utilisation des mécanismes de coopération internationale en matière de lutte contre la criminalité transnationale organisée, le terrorisme et la corruption a été appréhendée à travers un cas pratique auquel se sont livrés les participants.

source: These exercises provided the experts with important skills for using the provisions of instruments, and allowed the main actors in the area of international cooperation to share their experiences.
fr: Ces exercices ont permis aux experts de disposer d'une part d'éléments clefs pour l'utilisation concrète des dispositions des instruments et d'échanger, d'autre part, entre eux, principaux acteurs en matière de coopération internationale.

source: Following the exercise session, participants reviewed their draft action plans and recommendations for the implementation of the instruments relevant to Burkina Faso (see annexed documents).
fr: À l'issue de ce cas pratique, les participants ont examiné des projets de plan d'action et de recommandation pour la mise en œuvre des instruments dont il s'agit dans notre pays (voir documents joints en annexe).

source: In addition to providing training for national experts, the seminar resulted in the adoption of a strong recommendation and a plan of action.
fr: En termes de résultats, le présent séminaire a conduit, outre la formation des experts nationaux, à l'adoption d'une recommandation forte et d'un plan d'action.

source: The recommendation covers the following main points:
fr: La recommandation issue du séminaire insiste particulièrement sur les points ci-après :

source: - the formulation and dissemination of a training manual on international cooperation in combating terrorism for the use of specialists working in the field of criminal justice;
fr: - La création et la diffusion d'un manuel de formation relatif à la coopération internationale en matière de lutte contre le terrorisme à l'usage des praticiens des systèmes de justice pénale;

source: - establishment by competent national authorities of bilateral, regional and international cooperation modalities for combating terrorism, transnational organized crime and corruption, through agreements between States and creation of adequate mechanisms to that end and enhancement of dialogue, including meetings for sharing experiences and information on the bilateral, subregional, regional and international levels and specialized seminars for strengthening means of cooperation between the authorities concerned;
fr: - La mise en place par les autorités nationales compétentes de modalités de coopération bilatérale, régionale et internationale dans la lutte contre le terrorisme, la criminalité transnationale organisée et la corruption par la conclusion d'arrangements entre États et la création de mécanismes adéquats à cet effet et l'intensification du dialogue, l'échange d'expériences et d'informations aux niveaux bilatéral, sous-régional, régional et international par le moyen de rencontres, séminaires spécialisés en vue de renforcer les moyens de coopération entre les autorités concernées;

source: - full support by the competent national authorities for victims of terrorism, and promotion of international efforts aimed at acquiring material and social assistance for such victims;
fr: - Un soutien complet par les autorités nationales compétentes, aux victimes du terrorisme, et que les efforts internationaux déployés en vue de leur procurer une assistance matérielle et sociale soient favorisés;

source: - active participation by Burkina Faso in the Eleventh United Nations Congress on Crime Prevention and Criminal Justice, to be held in Bangkok from 18 to 25 April 2005, for the purpose of presenting the reforms undertaken and sharing views and experiences;
fr: - La participation active du Burkina Faso au onzième Congrès des Nations Unies pour la prévention du crime et la justice pénale, qui aura lieu à Bangkok du 18 au 25 avril 2005, en vue de présenter aux États, les réformes entreprises et de procéder à des échanges de vues et d'expériences;

source: - a delegation from Burkina Faso to the upcoming session of the Conference of the Parties to the United Nations Convention against Transnational Organized Crime, to be held in Vienna from 10 to 21 October 2005.
fr: - La représentation du Burkina Faso au cours de la prochaine session de la Conférence des États parties à la Convention des Nations Unies contre la criminalité transnationale organisée qui se tiendra à Vienne, du 10 au 21 octobre 2005.

source: The seminar urged:
fr: Le séminaire a insisté :

source: - the Minister for Foreign Affairs and Regional Cooperation of Burkina Faso to present this statement to the United Nations General Assembly at its fifty-ninth session,
fr: - Pour que le Ministre des affaires étrangères et de la coopération régionale du Burkina Faso porte à la cinquante-neuvième session de l'Assemblée générale de l'Organisation des Nations Unies cette déclaration;

source: - UNODC to organize a subregional seminar on mutual legal assistance, necessary for effectively combating transnational organized crime;
fr: - L'organisation, par l'Office des Nations Unies contre la drogue et le crime, d'un séminaire sous-régional sur l'entraide judiciaire, celle-ci étant une condition indispensable de l'effectivité de la lutte contre la criminalité transnationale organisée;

source: - implementation of the plan of action, since Burkina Faso has already ratified the universal instruments against terrorism and transnational crime, and is about to ratify the United Nations Convention against Corruption.
fr: - Quant au plan d'action, le Burkina Faso ayant déjà ratifié les instruments universels contre le terrorisme, la criminalité transnationale organisée et étant sur le point de ratifier la Convention des Nations Unies contre la corruption, il ne reste surtout qu'à les mettre en œuvre.

source: Universal Instruments against terrorism
fr: Instrument universel contre le terrorisme

source: Incorporation into law
fr: Incorporation législative

source: Pilot Ministry: Ministry of Justice
fr: Ministère pilote : Ministère de la justice

source: Completion date: first trimester 2006
fr: Date butoir : Premier trimestre 2006

source: Establishment of a schedule of work: late April 2005
fr: Établissement d'un calendrier de travail : Fin avril 2005

source: Provision of documents and opinions by the technical ministries within the scheduled time frame;
fr: - Fourniture de documents et d'avis par les ministères techniques dans la limite du calendrier de travail;

source: provision of remote or on-site technical assistance by UNODC at the request of the competent national authorities;
fr: - Fourniture de l'assistance technique à distance ou sur place par l'ONUDC à la demande des autorités nationales compétentes;

source: meeting of the codification commission or of a group able to give views on the proposals put forward;
fr: - Réunion de la commission de codification ou du groupe adéquat pour avis sur les propositions effectuées;

source: delivery of the final document by the pilot ministries to the competent national authorities.
fr: - Remise du document final par les ministères pilotes aux autorités nationales compétentes.

source: United Nations Convention against Transnational Organized Crime and its Protocols
fr: Convention contre la criminalité transnationale organisée et ses protocoles

source: Pilot authority: Ministry of Justice
fr: Autorité pilote : Ministère de la justice

source: Continuation and completion of the ratification procedure
fr: Suivi et achèvement de la procédure de ratification

source: Pilot ministry: Ministry of Foreign Affairs and Regional Cooperation
fr: Ministère pilote : Ministère des affaires étrangères et de la coopération régionale

source: Continuation of the parliamentary procedure
fr: Suivi de la procédure parlementaire

source: Completion date: late April 2005
fr: Date butoir : Fin avril 2005

source: Information from UNODC
fr: - Information de l'ONUDC

source: Procedure for deposit with the United Nations Secretary-General
fr: Procédure de dépôt devant le Secrétaire général des Nations Unies

source: Pilot ministry: Ministry for Foreign Affairs
fr: Ministère pilote : Ministère des affaires étrangères

source: Completion date: July 2005
fr: Date butoir : Juillet 2005

source: Deposit of instruments of ratification by the Minister for Foreign Affairs at the treaty event to be held during the Eleventh United Nations Congress on Crime Prevention and Criminal Justice, to be held in Bangkok from 18 to 25 April 2005.
fr: - Dépôt des instruments de ratification par Monsieur le Ministre des affaires étrangères lors de l'événement de traité du onzième Congrès des Nations Unies pour la prévention du crime et la justice pénale, qui aura lieu à Bangkok du 18 au 25 avril 2005;

source: Follow-up and possible assistance from UNODC regarding the deposit of the instrument of ratification.
fr: - Suivi et assistance éventuelle de l'ONUDC pour le dépôt de l'instrument de ratification.

source: provision of remote or on-site technical assistance by UNODC at the request of competent national authorities;
fr: - Fourniture de l'assistance technique à distance ou sur place par l'ONUDC à la demande des autorités nationales compétentes;

source: The main difficulty faced by the organizers was undoubtedly the absence of a national allocation to cover the organizational costs.
fr: La principale difficulté à laquelle les organisateurs ont été confrontés demeure à n'en point douter l'absence de contrepartie nationale quant à la couverture des frais d'organisation.

source: Except for the funding provided UNODC, Burkina Faso was unable to cover its costs.
fr: En effet, hormis l'enveloppe octroyée par l'ONUDC, le Burkina n'a pu honorer les charges lui incombant dans les normes.

source: Moreover, it would be useful to include in the ongoing process certain concerned entities — such as the Ministry for the Promotion of Human Rights and the Institute for Diplomacy and International Affairs of Ouagadougou — that could not officially be invited to the current session for various reasons.
fr: Par ailleurs, il conviendra d'adjoindre pour la suite du processus certaines structures qui, intéressées par la question, n'ont pu être officiellement invitées à la présente session pour des raisons diverses : Ministère de la promotion des droits humains, Institut diplomatique et de relations internationales de Ouagadougou, etc.

source: In addition, an improved handling of the implementation process will require the revitalization of the National Codification Commission; implementation of these instruments will entail a review of the Penal Code and the Code of Criminal Procedure.
fr: Aussi, une meilleure conduite du processus de mise en œuvre requiert la redynamisation de la commission nationale de codification, la mise en œuvre de ces instruments impliquant par ailleurs la relecture du Code pénal et du Code de procédure pénale.

source: Fifth Committee
fr: Commission

source: Held at Headquarters, New York, on Monday, 2 May 2005, at 3 p.m.
fr: Tenue au Siège, à New York, le lundi 2 mai 2005 , à 15 heures

source: Agenda item 125: Financing of the United Nations Mission in Bosnia and Herzegovina
fr: Point 125 de l'ordre du jour : Financement de la Mission des Nations Unies en Bosnie-Herzégovine

source: Agenda item 126: Financing of the United Nations Peacekeeping Force in Cyprus
fr: Point 126 de l'ordre du jour : Financement de la Force des Nations Unies chargée du maintien de la paix à Chypre

source: Agenda item 131: Financing of the United Nations Observer Mission in Georgia
fr: Point 131 de l'ordre du jour : Financement de la Mission d'observation des Nations Unies en Géorgie

source: Agenda item 134: Financing of the United Nations Mission in Liberia
fr: Point 134 de l'ordre du jour : Financement de la Mission des Nations Unies au Libéria

source: Agenda item 135: Financing of the United Nations peacekeeping forces in the Middle East
fr: Point 135 de l'ordre du jour : Financement des forces des Nations Unies chargées du maintien de la paix au Moyen-Orient

source: Agenda item 137: Financing of the United Nations Mission for the Referendum in Western Sahara
fr: Point 137 de l'ordre du jour : Financement de la Mission des Nations Unies pour l'organisation d'un référendum au Sahara occidental

source: Agenda item 123: Administrative and budgetary aspects of the financing of the United Nations peacekeeping operations (continued) (A/57/787; A/58/740, A/58/753, A/58/761, A/58/764, A/58/765 and A/58/767; A/C.5/58/37 and Corr.1; A/59/292, A/59/546, A/59/681, A/59/688, A/59/691, A/59/698 and Add.1, A/59/701, A/59/702, A/59/708, A/59/714 and Add.1, A/59/722, A/59/730, A/59/736 and Add.2, A/59/762, A/59/763 and A/59/784)
fr: Point 123 de l'ordre du jour : Aspects administratifs et budgétaires du financement des opérations de maintien de la paix des Nations Unies (suite) (A/57/787; A/58/740, A/58/753, A/58/761, A/58/764, A/58/765 et A/58/767; A/C.5/58/37 et Corr.1; A/59/292, A/59/546, A/59/681, A/59/688, A/59/691, A/59/698 et Add.1, A/59/701, A/59/702, A/59/708, A/59/714 et Add.1, A/59/722, A/59/730, A/59/736 et Add.2, A/59/762, A/59/763 et A/59/784)

source: Mr. Monningstad (Norway) said that Norway was strongly committed to peacekeeping. In order to maintain international peace and security, Member States must live up to their collective responsibility to provide the United Nations with the means to maintain and strengthen its capacity to plan and conduct increasingly complex peacekeeping operations.
fr: M. Monningstad (Norvège), rappelant toute l'importance que la Norvège attache au maintien de la paix et de la sécurité internationales, dit que les États Membres doivent assumer leur responsabilité collective en la matière en dotant l'Organisation des moyens de renforcer sa capacité de planifier et d'exécuter des opérations de plus en plus complexes.

source: As the world faced new challenges, it was of paramount importance for Member States to pay their assessed contributions in full, on time and without conditions.
fr: Face aux nouveaux défis qui se posent, il est essentiel que les États Membres versent leurs contributions statutaires intégralement, ponctuellement et sans condition.

source: While considerable progress had been made in the overall conduct and management of peacekeeping operations, the Secretariat should continue to maximize the use of scarce resources and to strengthen the capacity of the Office of Internal Oversight Services (OIOS) to swiftly investigate allegations of sexual exploitation and abuse in peacekeeping missions.
fr: Le Secrétariat a considérablement amélioré la direction et la gestion générales des opérations de maintien de la paix, mais il doit poursuivre ses efforts en vue d'optimiser l'emploi des ressources limitées dont il dispose et renforcer la capacité du Bureau des services de contrôle interne pour que celui-ci puisse enquêter rapidement sur les allégations d'exploitation et d'abus sexuels dans les missions de maintien de la paix.

source: A strict zero-tolerance policy must be enforced based on uniform and binding standards, and civilian managers and military commanders alike must be held accountable in order to restore the credibility of United Nations peacekeepers in their dealings with civilians in areas of conflict.
fr: Il faut appliquer une politique rigoureuse de tolérance zéro fondée sur des règles uniformes et contraignantes et obliger tous les responsables, tant civils que militaires, à rendre compte afin que les soldats de la paix des Nations Unies retrouvent leur crédibilité auprès de la population civile des zones de conflit.

source: The strategy to eliminate future sexual exploitation and abuse had certain cost implications, but implementation of the recommendations contained in draft resolution A/C.4/59/L.20 must not be made dependent on voluntary contributions.
fr: Certes la stratégie visant à éliminer l'exploitation et les abus sexuels dans les opérations de maintien de la paix à un coût, mais la mise en oeuvre des recommandations figurant dans le projet de résolution A/C.4/59/L.20 ne doit pas dépendre du versement de contributions volontaires.

source: Norway also fully supported the establishment of a new Personnel Conduct Unit to help prevent and identify misconduct and to ensure compliance with and enforcement of United Nations standards of conduct.
fr: La Norvège appuie sans réserve la création d'un groupe de la déontologie ayant pour mission de prévenir ou de déceler les comportements répréhensibles et de faire respecter les normes de conduite des Nations Unies.

source: The scale of current demands for peacekeeping operations meant that even greater commitment was required from all the partners in the system, including regional organizations, whose active participation and knowledge of the area and of the nature of the conflict could be a huge advantage in the planning and conduct of operations.
fr: Le volume des ressources demandées pour les opérations de maintien de la paix exige un engagement toujours plus ferme de tous les partenaires du système, notamment des organisations régionales dont la participation active à la planification et à la conduite des opérations peut constituer un atout très précieux en raison de leur bonne connaissance du terrain et de la nature des conflits.

source: Critical gaps remained in the Organization's peacekeeping capacity, including in the areas of strategic lift, tactical air support, and field medical facilities.
fr: La capacité de maintien de la paix de l'Organisation souffre encore de graves carences, notamment en ce qui concerne le transport stratégique, l'appui tactique aérien et les équipements médicaux sur le terrain.

source: Norway welcomed the work being done to coordinate the role of the various United Nations entities in support of complex peace operations and encouraged further efforts to clarify roles, avoid overlapping of activities and ensure greater efficiency.
fr: La Norvège se félicite des initiatives prises pour coordonner les activités des différents organismes des Nations Unies qui apportent un appui aux opérations complexes et demande que l'on s'attache à définir précisément le rôle de chacun, afin d'éviter les chevauchements d'activités et d'accroître l'efficacité.

source: The development of a general policy for the financing of disarmament, demobilization and reintegration (DDR) activities required in-depth discussion and guidance from the Secretariat and from humanitarian organizations, funds and programmes.
fr: La mise au point d'une politique générale de financement des activités de désarmement, démobilisation et réinsertion exige un débat approfondi qui devrait s'appuyer sur les avis du Secrétariat et des organisations, fonds et programmes humanitaires.

source: Norway supported the inclusion of a cost basis in the assessed peacekeeping budget for DDR and other humanitarian tasks as part of the peacekeeping mandate.
fr: La Norvège estime que le coût de ces activités et d'autres projets d'ordre humanitaire faisant partie du mandat des missions de maintien de la paix doit être imputé à la partie de leur budget financée par des contributions statutaires.

source: Member States had a responsibility to ensure predictable, stable and timely financing of all aspects of an integrated mission.
fr: Enfin, les États Membres doivent assurer de manière prévisible, stable et ponctuelle le financement de tous les volets des missions intégrées.
